fed-ex/Service Availability - Global.txt

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/packagemovementinformationservice/v5"><SOAP-ENV:Body><ns1:ServiceAvailabilityRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>"Input Your Information"</ns1:Key><ns1:Password>"Input Your Information"</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>"Input Your Information"</ns1:AccountNumber><ns1:MeterNumber>"Input Your Information"</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId> *** Service Availability Request v5.1 ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>pmis</ns1:ServiceId><ns1:Major>5</ns1:Major><ns1:Intermediate>1</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:Origin><ns1:PostalCode>77510</ns1:PostalCode><ns1:CountryCode>US</ns1:CountryCode></ns1:Origin><ns1:Destination><ns1:PostalCode>38110</ns1:PostalCode><ns1:CountryCode>US</ns1:CountryCode></ns1:Destination><ns1:ShipDate>2013-04-26</ns1:ShipDate><ns1:CarrierCode>FDXE</ns1:CarrierCode><ns1:Service>PRIORITY_OVERNIGHT</ns1:Service><ns1:Packaging>YOUR_PACKAGING</ns1:Packaging></ns1:ServiceAvailabilityRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>
